public class Main {
  public static void main(String[] args) {

    int x=13_676; //стоимость билета

    int miles= x/20; //количество миль за каждые 20 рублей

    System.out.println("За покупку билета на сумму " + x + " руб. Ваш бонус составит " + miles + " бонусных миль.");
    //итог сколько получим миль за покупку

    // Объявляете переменные для входных данных и
    // параметров программы: одну для хранения
    // стоимости билета, другую для хранения количества
    // рублей для одной бонусной мили

    // Рассчитываете количество бонусных миль, используя
    // значения заведённых переменных. Ответ сохраняете в
    // новую переменную и выводите на экран
  }
}